



INSERT INTO [dbo].[系统管理_系统安装信息表] ([业务名], [是否安装]) VALUES ('职业病体检', '1')

BEGIN TRANSACTION
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_B超影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 15)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_X光影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 12)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_查询统计', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 18)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_单位统计', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 17)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_电测听科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 11)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_肺功能影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 13)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_免疫科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 20)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_内科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_尿常规化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 9)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_染色体化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 10)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_生化科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 19)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科', '', '', '职业病体检', '职业病史录入', 'clscareerhstmage', 2)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记', '', '', '职业病体检', '职业病界面', 'clsmanagetestform', 1)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_外科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 6)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_五官科结果录入', '', '', '职业病体检', '职业病体检结果录入', 'clscommon', 4)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_心电科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 14)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_血常规化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 7)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置', '', '', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 3)
INSERT INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_最终结论录入', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 16)
insert INTO [dbo].[系统管理_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_报告管理','','','职业病体检','职业病界面','clsmanagetestform',21)

IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_可用操作信息表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_可用操作信息表] Failed'
END
GO
BEGIN TRANSACTION
SET IDENTITY_INSERT [dbo].[系统管理_字典_字典表列表] ON
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (64, '疫苗计量单位字典', '疫苗管理', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (65, '入库类别字典', '疫苗管理', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (66, '出库类别字典', '疫苗管理', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (68, '照射种类字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (69, '婚姻字典', '系统管理', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (70, '职业照射种类字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (71, '体检人类别字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (72, '体检类型字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (73, '部门字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (74, '工种字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (75, '放射线种类字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (76, '病情程度字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (77, '危害种类字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (78, '职业或职称字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (79, '程度字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (84, '职业病体检科室字典', '职业病体检', '操作级', '')
INSERT INTO [dbo].[系统管理_字典_字典表列表] ([ID], [名称], [业务名], [级别], [描述]) VALUES (85, '职业病体检症状字典', '职业病体检', '操作级', '第一级为分类、第二级为症状项目')
SET IDENTITY_INSERT [dbo].[系统管理_字典_字典表列表] OFF
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典表列表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典表列表] Failed'
END
GO
BEGIN TRANSACTION

IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典内容表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典内容表] Failed'
END
GO
BEGIN TRANSACTION
SET IDENTITY_INSERT [dbo].[系统管理_字典_字典内容表] ON
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (1800, 1, '04', '财务科', '', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (1801, 1, '05', '办公室', '', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2935, 64, '05', '瓶', '', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2936, 65, '01', '采购入库', '', '采购入库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2937, 65, '02', '调拨入库', '', '调拨入库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2938, 65, '03', '退货入库', '', '退货入库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2939, 65, '04', '盘存入库', '', '盘存入库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2940, 65, '05', '其它入库', '', '其它入库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2941, 66, '01', '销售出库', '', '销售出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2942, 66, '02', '调拨出库', '', '调拨出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2943, 66, '03', '退货出库', '', '退货出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2944, 66, '04', '盘存出库', '', '盘存出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2945, 66, '05', '报损出库', '', '报损出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2946, 66, '06', '其它出库', '', '其它出库', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2949, 69, '01', '已婚', 'YH', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2950, 69, '02', '未婚', 'WH', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2951, 69, '03', '离异', 'LY', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2952, 70, '11', '核燃料循环', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2953, 70, '1101', '铀矿开采', ' ', NULL, 2952)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2954, 70, '1102', '铀矿水冶', ' ', NULL, 2952)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2955, 70, '1103', '燃料制造', ' ', NULL, 2952)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2956, 70, '12', '医学应用', 'YX', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2957, 70, '1201', '诊断放射学', ' ', NULL, 2956)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2958, 70, '1202', '牙科放射学', ' ', NULL, 2956)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2960, 70, '13', '工业应用', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2961, 70, '1301', '工业辐照', 'GYFZ', NULL, 2960)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2962, 70, '1302', '工业控伤', ' ', NULL, 2960)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2963, 70, '14', '天然源', 'TRY', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2964, 70, '1401', '民用航空', ' ', NULL, 2963)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2965, 70, '1402', '煤矿开采', ' ', NULL, 2963)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2966, 70, '15', '其它', 'QT', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2967, 70, '1501', '教育', ' ', NULL, 2966)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2968, 70, '1502', '科学研究', 'KXYJ', '', 2966)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2969, 70, '16', 'test', 'test', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2970, 70, '1601', 'test1', 'test1', '', 2969)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2974, 72, '01', '上岗前', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2975, 72, '02', '在岗期间', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2976, 72, '03', '离岗时', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2977, 72, '04', '应急检查', ' ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2978, 73, '01', '生产部', 'SC', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2979, 73, '02', '管理部', 'GL', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2980, 73, '03', '市场部', 'SCB', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2981, 74, '01', '特种', 'TZ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2983, 74, '02', '普通', 'PT', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2984, 75, '01', 'X射线', 'X', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2985, 75, '02', 'Y射线', 'Y', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2986, 76, '01', '轻微', 'QW', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2988, 76, '02', '较明显', 'MX', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2989, 76, '03', '严重', 'YZ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2990, 76, '04', '偶而', 'OE', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2991, 77, '01', '噪声', 'ZS', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2992, 77, '02', '强光', 'QG', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2993, 77, '03', '放射线', 'FSX', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2994, 77, '04', '粉尘', 'FC', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2995, 78, '01', '工程师', 'B', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (2996, 78, '02', '普通职员', 'XR', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3000, 79, '01', '偶尔', 'OR ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3001, 79, '02', '长期', 'CQ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3003, 79, '03', '严重', 'YZ', NULL, 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3047, 1, '09', '职业病体检科', '', '职业病体检', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3068, 71, '01', '普通体检', 'PTTJ', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3069, 71, '02', '职业健康', 'ZYJK', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3070, 71, '03', '放射健康', 'FSJK', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3071, 71, '04', '涉核部队', 'SHBD', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3072, 71, '05', '8023部队', '8023', '', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3109, 84, '01', '五官科', 'WG', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3110, 84, '02', '内科', 'LK', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3111, 84, '03', '外科', 'WK', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3112, 84, '04', '血常规化验科', 'XCG', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3113, 84, '05', '免疫科', 'MY', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3114, 84, '17', '生化科', 'SH', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3115, 84, '06', '尿常规化验科', 'LGN', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3116, 84, '07', '染色体化验科', 'RST', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3117, 84, '08', '电测听科', 'DCT', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3118, 84, '10', '心电科', 'XD', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3119, 84, '11', 'B超影像科', 'BCYX', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3120, 84, '12', '肺功能影像科', 'FGN', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3121, 84, '09', 'X光影像科', 'XGYX', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3122, 84, '14', '体检登记', 'TJDJ', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3123, 84, '15', '业务设置', 'YWSZ', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3124, 84, '13', '受检者个人信息录入科', 'ZYBS', '职业病体检_科室', 0)
INSERT INTO [dbo].[系统管理_字典_字典内容表] ([InnerID], [ID], [编号], [名称], [助记符], [描述], [Parent]) VALUES (3125, 84, '16', '最终结论录入', 'ZZJL', '职业病体检_科室', 0)
SET IDENTITY_INSERT [dbo].[系统管理_字典_字典内容表] OFF
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典内容表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[系统管理_字典_字典内容表] Failed'
END
GO



--  
-- Script to Update Data in KAMA-AA251EA62C.jk2006 
-- Generated 星期二, 十二月 11, 2012, at 11:19 AM 
--  
-- Please backup KAMA-AA251EA62C.jk2006 before executing this script
--  

-- ** Script Begin **

SET ANSI_NULLS, ANSI_PADDING, ANSI_WARNINGS, ARITHABORT, QUOTED_IDENTIFIER, CONCAT_NULL_YIELDS_NULL, XACT_ABORT ON
GO
SET NUMERIC_ROUNDABORT OFF
GO
BEGIN TRANSACTION
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
  ALTER TABLE [dbo].[职业病体检_可用操作信息表] DROP CONSTRAINT [FK_职业病体检_可用操作信息表_系统管理_系统安装信息表]
GO
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
   COMMIT TRANSACTION
GO
BEGIN TRANSACTION
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_B超影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 15)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_B超影像科结果录入_批量修改', '', '职业病体检_B超影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_B超影像科结果录入_删除', NULL, '职业病体检_B超影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_B超影像科结果录入_修改', NULL, '职业病体检_B超影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_X光影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 12)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_X光影像科结果录入_批量修改', '', '职业病体检_X光影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_X光影像科结果录入_删除', NULL, '职业病体检_X光影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_X光影像科结果录入_修改', NULL, '职业病体检_X光影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_查询统计', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 18)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_查询统计_导出', NULL, '职业病体检_查询统计', '职业病体检', '职业病界面', 'clsmanagetestform', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_查询统计_导入', NULL, '职业病体检_查询统计', '职业病体检', '职业病界面', 'clsmanagetestform', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_单位统计', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 17)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_单位统计_打印', NULL, '职业病体检_单位统计', '职业病体检', '职业病界面', 'clsmanagetestform', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_电测听科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 11)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_电测听科结果录入_批量修改', '', '职业病体检_电测听科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_电测听科结果录入_修改', NULL, '职业病体检_电测听科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_肺功能影像科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 13)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_肺功能影像科结果录入_批量修改', '', '职业病体检_肺功能影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_肺功能影像科结果录入_修改', NULL, '职业病体检_肺功能影像科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_免疫科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 18)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_免疫科结果录入_批量修改', NULL, '职业病体检_免疫科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_免疫科结果录入_修改', NULL, '职业病体检_免疫科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_内科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_内科结果录入_批量修改', '', '职业病体检_内科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_内科结果录入_修改', NULL, '职业病体检_内科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_尿常规化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 9)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_尿常规化验科结果录入_批量修改', '', '职业病体检_尿常规化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_尿常规化验科结果录入_修改', NULL, '职业病体检_尿常规化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_染色体化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 10)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_染色体化验科结果录入_批量修改', '', '职业病体检_染色体化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_染色体化验科结果录入_修改', NULL, '职业病体检_染色体化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_生化科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 17)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_生化科结果录入_批量修改', NULL, '职业病体检_生化科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_生化科结果录入_修改', NULL, '职业病体检_生化科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科', '', NULL, '职业病体检', '职业病史录入', 'clscareerhstmage', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科_打印', '', '职业病体检_受检者个人信息录入科', '职业病体检', '职业病史录入', 'clsCareerHstMage', 6)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科_导出', '', '职业病体检_受检者个人信息录入科', '职业病体检', '职业病史录入', 'clsCareerHstMage', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科_删除', '', '职业病体检_受检者个人信息录入科', '职业病体检', '职业病史录入', 'clsCareerHstMage', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科_修改', '', '职业病体检_受检者个人信息录入科', '职业病体检', '职业病史录入', 'clsCareerHstMage', 3)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_受检者个人信息录入科_职业病史登记', '', '职业病体检_受检者个人信息录入科', '职业病体检', '职业病史录入', 'clsCareerHstMage', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_初检登记', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_初检登记_校核通过', NULL, '职业病体检_体检登记_初检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_打印清单', NULL, '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 8)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_打印试管标签', NULL, '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 9)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_单位导入', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 7)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_导出', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 6)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_复查登记', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 3)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_年检登记', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 10)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_删除', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_体检登记_修改', '', '职业病体检_体检登记', '职业病体检', '职业病界面', 'clsmanagetestform', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_外科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 6)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_外科结果录入_批量修改', '', '职业病体检_外科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_外科结果录入_修改', NULL, '职业病体检_外科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_五官科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_五官科结果录入_批量修改', '', '职业病体检_五官科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_五官科结果录入_修改', NULL, '职业病体检_五官科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_心电科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 14)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_心电科结果录入_批量修改', '', '职业病体检_心电科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_心电科结果录入_修改', NULL, '职业病体检_心电科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_血常规化验科结果录入', NULL, NULL, '职业病体检', '职业病体检结果录入', 'clscommon', 7)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_血常规化验科结果录入_批量修改', '', '职业病体检_血常规化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 5)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_血常规化验科结果录入_修改', NULL, '职业病体检_血常规化验科结果录入', '职业病体检', '职业病体检结果录入', 'clscommon', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置', NULL, NULL, '职业病体检', '职业病设置', 'clsmanagetestform', 3)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置_体检表设置', '', '职业病体检_业务设置', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置_体检表设置_保存', '', '职业病体检_业务设置_体检表设置', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置_体检表设置_复制', '', '职业病体检_业务设置_体检表设置', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置_体检表设置_删除', '', '职业病体检_业务设置_体检表设置', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 3)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_业务设置_体检表设置_新增', '', '职业病体检_业务设置_体检表设置', '职业病体检', '职业病设置', 'clsmageconfform_zyb', 4)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_最终结论录入', NULL, NULL, '职业病体检', '职业病界面', 'clsmanagetestform', 16)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_最终结论录入_保存结论', NULL, '职业病体检_最终结论录入', '职业病体检', '职业病界面
', 'clsmanagetestform', 1)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_最终结论录入_打印报告', NULL, '职业病体检_最终结论录入', '职业病体检', '职业病界面
', 'clsmanagetestform', 2)
INSERT INTO [dbo].[职业病体检_可用操作信息表] ([操作名], [操作描述], [上级操作名], [业务名], [部件名], [类名], [业务顺序]) VALUES ('职业病体检_最终结论录入_复核通过', NULL, '职业病体检_最终结论录入', '职业病体检', '职业病界面', 'clsmanagetestform', 3)
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[职业病体检_可用操作信息表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[职业病体检_可用操作信息表] Failed'
END
GO
BEGIN TRANSACTION
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
  ALTER TABLE [dbo].[职业病体检_可用操作信息表] ADD CONSTRAINT [FK_职业病体检_可用操作信息表_系统管理_系统安装信息表] FOREIGN KEY ([业务名]) REFERENCES [dbo].[系统管理_系统安装信息表] ([业务名])
GO
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
   COMMIT TRANSACTION
GO


--  
-- Script to Update Data in KAMA-AA251EA62C.jk2006 
-- Generated 星期二, 十二月 11, 2012, at 11:19 AM 
--  
-- Please backup KAMA-AA251EA62C.jk2006 before executing this script
--  

-- ** Script Begin **

SET ANSI_NULLS, ANSI_PADDING, ANSI_WARNINGS, ARITHABORT, QUOTED_IDENTIFIER, CONCAT_NULL_YIELDS_NULL, XACT_ABORT ON
GO
SET NUMERIC_ROUNDABORT OFF
GO
BEGIN TRANSACTION
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01001', '色觉-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01002', '色觉-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01003', '暗适应-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01004', '暗适应-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01005', '视野-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01006', '视野-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01007', '裸眼-远视力-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01008', '裸眼-远视力-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01009', '裸眼-近视力-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01010', '裸眼-近视力-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01011', '矫正-远视力-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01012', '矫正-远视力-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01013', '矫正-近视力-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01014', '矫正-近视力-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01015', '眼前部-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01016', '眼前部-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01017', '角膜-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01018', '角膜-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01019', '结膜-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01020', '结膜-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01021', '前房-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01022', '前房-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01023', '虹膜-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01024', '虹膜-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01025', '晶状体-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01026', '晶状体-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01027', '玻璃体-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01028', '玻璃体-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01029', '眼底-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01030', '眼底-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01033', '其它', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01034', '裸眼-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01035', '裸眼-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01036', '矫正-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01037', '矫正-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01038', '粉尘状-后囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01039', '粉尘状-后囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01040', '粉尘状-前囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01041', '粉尘状-前囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01042', '粉尘状-赤道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01043', '粉尘状-赤道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01044', '点状-后囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01045', '点状-后囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01046', '点状-前囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01047', '点状-前囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01048', '点状-赤道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01049', '点状-赤道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01050', '片状-后囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01051', '片状-后囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01052', '片状-前囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01053', '片状-前囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01054', '片状-赤道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01055', '片状-赤道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01056', '空泡-后囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01057', '空泡-后囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01058', '空泡-前囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01059', '空泡-前囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01060', '空泡-赤道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01061', '空泡-赤道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01062', '其它-后囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01063', '其它-后囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01064', '其它-前囊下-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01065', '其它-前囊下-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01066', '其它-赤道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01067', '其它-赤道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01068', '诊断', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01069', '晶状体环面及正面图', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01070', '听力', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01071', '嗅觉', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01072', '鼻', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01073', '外耳', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01074', '中耳', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01075', '听力-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01076', '听力-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01077', '外耳道-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01078', '外耳道-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01079', '乳突-左', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01080', '乳突-右', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01081', '鼻-粘膜', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01082', '鼻-出血', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01083', '口腔-粘膜', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01084', '口腔-牙齿', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01085', '咽喉', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01086', '口腔', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01087', '耳鼻喉科其它', '正常', '正常,异常', '常规', 3109, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('01088', '其它', '', '', '常规', 3109, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02001', '肺脏', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02002', '心率', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02003', '心律', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02004', '心音', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02005', '肝脏', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02006', '脾脏', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02007', '肾脏', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02008', '痛觉、触觉', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02009', '位置觉', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02010', '腹壁反射', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02011', '跟腱反射', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02012', '肌力', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02013', '肌张力', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02014', '共济运动', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02015', '三颤', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02016', '病理反射', '正常', '正常,异常', '常规', 3110, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02017', '体温', '', '', '常规', 3110, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('02018', '其它', '', '', '常规', 3110, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03001', '皮肤颜色', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03002', '皮疹', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03003', '瘀斑', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03004', '紫癜', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03005', '瘀点', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03006', '浅表淋巴结', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03007', '甲状腺', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03008', '脊柱', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03009', '四肢关节', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03010', '脱发、脱毛', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03011', '出血紫癜', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03012', '干燥', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03013', '脱屑', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03014', '皲裂', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03015', '色素沉着', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03016', '色素减退', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03017', '过度角化', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03018', '多汗', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03019', '疣状物', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03020', '皮肤萎缩', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03021', '溃疡', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03022', '指甲', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03023', '淋巴结', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03024', '全身皮肤', '正常', '正常,异常', '常规', 3111, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('03025', '其它', '', '', '常规', 3111, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04001', '红细胞压积', '', '', '常规', 3112, '=', '45.80', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04002', '平均血小板体积', '', '', '常规', 3112, '=', '11.02', 'fL', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04003', '血小板压积', '', '', '常规', 3112, '=', '0.32', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04004', '红细胞平均体积', '', '', '常规', 3112, '=', '91.20', 'fL', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04005', '平均血红蛋白量', '', '', '常规', 3112, '=', '28.30', 'pg', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04006', '平均血红蛋白浓度', '', '', '常规', 3112, '=', '310.00', 'g/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04007', '中性细胞比率', '', '', '常规', 3112, '=', '64.20', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04008', '淋巴细胞比率', '', '', '常规', 3112, '=', '28.70', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04009', '单核细胞比率', '', '', '常规', 3112, '=', '5.60', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04010', '嗜酸性粒细胞比率', '', '', '常规', 3112, '=', '1.20', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04011', '嗜碱性粒细胞比率', '', '', '常规', 3112, '=', '0.30', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04012', '中性细胞数', '', '', '常规', 3112, '=', '3.77', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04013', '淋巴细胞数', '', '', '常规', 3112, '=', '1.69', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04014', '单核细胞', '', '', '常规', 3112, '=', '0.33', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04015', '嗜酸性粒细胞', '', '', '常规', 3112, '=', '0.07', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04016', '嗜碱性粒细胞', '', '', '常规', 3112, '=', '0.02', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04017', '红细胞分布宽度', '', '', '常规', 3112, '=', '44.00', 'fL', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04018', '红细胞分布宽度变异系数', '', '', '常规', 3112, '=', '13.40', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04019', '血小板分布宽度', '', '', '常规', 3112, '=', '11.02', 'fL', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04020', '大型血小板比率', '', '', '常规', 3112, '=', '32.12', '%', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04021', '白细胞', '', '', '常规', 3112, '=', '5.88', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04022', '红细胞', '', '', '常规', 3112, '=', '5.02', '10^12/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04023', '血红蛋白', '', '', '常规', 3112, '=', '142.00', 'g/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04024', '血小板', '', '', '常规', 3112, '=', '143.00', '10^9/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04025', '肌酐', '', NULL, '常规', 3112, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04026', '尿素氮', '', NULL, '常规', 3112, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('04027', '其它', '', '', '常规', 3112, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05001', 'HbsAb', '正常', '正常,异常', '常规', 3113, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05002', 'HbsAg', '正常', '正常,异常', '常规', 3113, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05003', 'HbeAg', '正常', '正常,异常', '常规', 3113, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05004', 'HbeAb', '正常', '正常,异常', '常规', 3113, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05005', 'HbcAb', '正常', '正常,异常', '常规', 3113, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05006', 'SGPT', '', NULL, '常规', 3113, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05007', 'TTT', '', NULL, '常规', 3113, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('05008', '其它', '', '', '常规', 3113, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06001', '尿蛋白', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06002', '尿糖', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06003', '红细胞', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06004', '白细胞', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06005', '管型', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06006', '铅', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06007', '砷', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06008', '镉', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06009', '锰', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06010', '氟', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06011', 'δ一氨基乙酰丙酸', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06012', 'β2一微球蛋白', '正常', '正常,异常', '常规', 3115, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('06013', '其它', '', '', '常规', 3115, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07001', '分析中期分裂细胞数(个)', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07002', '染色体畸变率(%)', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07003', '畸变类型', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07004', '分析细胞数量', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07005', '微核淋巴细胞率(‰)', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07006', '淋巴细胞微核率(‰)', '正常', '正常,异常', '常规', 3116, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('07007', '其它', '', '', '常规', 3116, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('08001', '电测听结果', '正常', '正常,异常', '常规', 3117, '', '', '', 100.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('08002', '其它', '', '', '常规', 3117, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('09001', 'X光影像结果', '正常', '正常,异常', '常规', 3121, '', '', '', 100.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('09002', '其它', '', '', '常规', 3121, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('10001', '心电结果', '正常', '正常,异常', '常规', 3118, '', '', '', 100.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('10002', '其它', '', '', '常规', 3118, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('11001', 'B超影像结果', '正常', '正常,异常', '常规', 3119, '', '', '', 100.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('11002', '其它', '', '', '常规', 3119, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('12001', '肺功能影像结果', '正常', '正常,异常', '常规', 3120, '', '', '', 100.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('12002', '其它', '', '', '常规', 3120, '', '', '', 1.0000, '')
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('13017', '营养', '良好', '良好,中等,不良', '常规', 3124, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('13018', '身高', '170', '正常,异常', '常规', 3124, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('13019', '体重', '60', '正常,异常', '常规', 3124, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('13020', '收缩压', '120', '正常,偏高,偏低', '常规', 3124, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('13021', '舒张压', '90', '正常,偏高,偏低', '常规', 3124, '', '', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17001', '总胆红素', '', '', '化验', 3114, '=', '11.60', 'umol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17002', '直接胆红素', '', '', '化验', 3114, '=', '4.00', 'umol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17003', '间接胆红素', '', '', '化验', 3114, '=', '7.60', 'umol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17004', '谷丙转氨酶', '', '', '化验', 3114, '=', '52.00', 'U/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17005', '谷草转氨酶', '', '', '化验', 3114, '=', '30.00', 'U/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17006', '谷草比谷丙', '', '', '化验', 3114, '=', '0.57', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17007', '总蛋白', '', '', '化验', 3114, '=', '91.00', 'g/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17008', '白蛋白', '', '', '化验', 3114, '=', '53.00', 'g/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17009', '球蛋白', '', '', '化验', 3114, '=', '38.00', 'g/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17010', '白蛋白/球蛋白', '', '', '化验', 3114, '=', '1.39', '', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17011', '总胆汁酸', '', '', '化验', 3114, '=', '2.00', 'umol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17012', 'r-谷氨酰转肽酶', '', '', '化验', 3114, '=', '30.00', 'U/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17013', '碱性磷酸酶', '', '', '化验', 3114, '=', '68.00', 'U/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17014', '尿素', '', '', '化验', 3114, '=', '3.55', 'mmol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17015', '肌酐', '', '', '化验', 3114, '=', '138.20', 'umol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17016', '葡萄糖', '', '', '化验', 3114, '=', '10', 'mmol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17017', '胆固醇', '', '', '化验', 3114, '=', '10', 'mmol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17018', '甘油三酯', '', '', '化验', 3114, '=', '10', 'mmol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17019', '尿酸', '', '', '化验', 3114, '=', '10', 'mmol/L', 1.0000, NULL)
INSERT INTO [dbo].[职业病体检_体检项目设置表] ([编码], [名称], [缺省值], [枚举来源], [属性], [体检大类], [比较方式], [标准值], [单位], [单价], [代号]) VALUES ('17020', '其它', '', '', '常规', 3114, '', '', '', 1.0000, '')
IF @@ERROR <> 0
  IF @@TRANCOUNT = 1 ROLLBACK TRANSACTION
GO

IF @@TRANCOUNT = 1
BEGIN
   PRINT 'Data Update Of [dbo].[职业病体检_体检项目设置表] Successfully Completed'
   COMMIT TRANSACTION
END ELSE
BEGIN
   PRINT 'Data Update Of [dbo].[职业病体检_体检项目设置表] Failed'
END
GO
